app/controllers/gossips_controller.rb

INSERT INTO "gossips" ("title", "content", "moussaillon_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "titre3"], ["content", "gossip3"], ["moussaillon_id", 1], ["created_at", "2017-11-07 14:36:03.178372"], ["updated_at", "2017-11-07 14:36:03.178372"]]
---
  def create

		@gossip = current_moussaillon.gossips.new(gossip_params)
		#@gossip.moussaillon = @moussaillon
		@gossip.save

SELECT  "gossips".* FROM "gossips" WHERE "gossips"."id" = ? LIMIT ?  [["id", 5], ["LIMIT", 1]]
DELETE FROM "gossips" WHERE "gossips"."id" = ?  [["id", 5]]
---
  def destroy
    @gossip = Gossip.find(params[:id])
    @gossip.destroy